Repository: net2grid/net2grid_ios
Catalog: NET2GRID/*.lproj/Main.strings
Languages: nl

# general-graph-loading
source: Loading data...
nl: Bezig met het laden van data...

# general-error-connection-lost
source: The connection with the SmartBridge was lost
nl: De verbinding met uw SmartBridge is verloren

# general-cancel
source: Cancel
nl: Annuleren

# general-seconds
source: seconds
nl: seconden

# general-second
source: second
nl: seconde

# entry-message
source: We are checking your connection
nl: We controleren uw verbinding

# menu-onboarding
source: Connect SmartBridge
nl: Verbinden met SmartBridge

# live-current-title-1
source: Current
nl: Huidig

# live-current-title-2
source: power
nl: vermogen

# live-update-next
source: Next update in [value] [seconds]
nl: Volgende update over [value] [seconds]

# live-graph-no-data
source: No data available yet, we need some time to collect the data
nl: Geen data beschikbaar, er wordt nog data verzameld

# live-graph-power-title
source: Power
nl: Vermogen

# live-graph-energy-title
source: Energy
nl: Energie

# live-graph-hour-scale
source: last hour
nl: afgelopen uur

# live-graph-day-scale
source: 24 hours
nl: 24 uur

# live-graph-2-days-scale
source: 48 hours
nl: 48 uur

# live-graph-month-scale
source: 30 days
nl: 30 dagen

# live-graph-year-scale
source: 52 weeks
nl: 52 weken

# switch-network-steps
source: Go to settings > WiFi to switch to the same network as your SmartBridge.
nl: Ga naar instellingen > WiFi om te verbinden met hetzelfde netwerk als uw SmartBridge.

# switch-network-wifi-settings
source: Go to WiFi settings
nl: Ga naar WiFi instellingen

# switch-network-current-1
source: Your device is currently on the network
nl: Uw apparaat is momenteel verbonden met het netwerk

# switch-network-current-2
source: but your SmartBridge is on
nl: maar uw SmartBridge is verbonden met

# switch-network-current-none
source: You are currently not connected to any WiFi network.
nl: U bent momenteel niet verbonden met een WiFi netwerk.

# onboarding-connect-network-title
source: Connect to SmartBridge
nl: Verbind met SmartBridge

# onboarding-connect-network-wifi-settings
source: Go to WiFi settings
nl: Ga naar WiFi instellingen

# onboarding-connect-network-description-1
source: 1. Open your WiFi settings
nl: 1. Open je WiFi instellingen

# onboarding-connect-network-description-2
source: 2. On the back of the SmartBridge youâ€™ll find information needed to connect
nl: 2. Op de achterkant van de SmartBridge vind je de informatie die je nodig hebt

# onboarding-connect-network-description-3
source: 3. The SSID is sbwf- plus the last four characters of your MAC address
nl: 3. De netwerknaam is sbwf- plus de laatste vier karakters van je MAC adres

# onboarding-connect-network-description-3-uppercase
source: - This is always uppercase or digits -
nl: - Hier worden hoofdletters en cijfers gebruikt -

# onboarding-connect-network-description-4
source: 4. The password is sbwf- plus the SmartBridge shortcode
nl: 4. Het wachtwoord is sbwf- plus de SmartBridge shortcode

# onboarding-connect-network-description-4-uppercase
source: - This is always uppercase, lowercase or digits -
nl: - Hier worden hoofdletters, kleine letters en cijfers gebruikt -

# onboarding-connect-network-description-5
source: 5. Return to this app
nl: 5. Keer terug naar deze app

# onboarding-ping-title
source: We are connecting with the SmartBridge...
nl: Er wordt verbinding gemaakt met de SmartBridge…

# onboarding-ping-connected
source: Connected!
nl: Verbonden!

# onboarding-choose-wifi-title
source: Select your home network
nl: Select jouw thuisnetwerk

# onboarding-choose-wifi-password-title
source: Please enter WiFi password
nl: Voer uw WiFi wachtwoord in

# onboarding-choose-wifi-password-placeholder
source: Password...
nl: Wachtwoord…

# onboarding-join-title
source: We are verifying your connection...
nl: We controleren uw verbinding…

# onboarding-join-connected
source: Connected!
nl: Verbonden!

# image-onboarding-qr
source: onboarding_qr
nl: onboarding_qr_nl
